Repository: MetropolisCZ/MetropolisOnedriveKlient
Catalog: Preklady/*/Resources.resw
Source language: en_us
Languages: cs_cz, fr_fr, ru_ru, uk_ua

# AppBarTlacitkoNastaveni.Label
source: Settings
cs_cz: Nastavení
fr_fr: Paramètres
ru_ru: Настройки
uk_ua: Налаштування

# AppBarTlacitkoPrubeh.Label
source: Status
cs_cz: Průběh
fr_fr: Statut
ru_ru: Статус
uk_ua: Статус

# AppBarTlacitkoSoubory.Label
source: Files
cs_cz: Soubory
fr_fr: Fichiers
ru_ru: Файлы
uk_ua: Файли

# AppDisplayName
source: Metropolis Cloud Client
cs_cz: Metropolis cloudový klient
ru_ru: Облачный клиент Metropolis
uk_ua: Хмарний Клієнт Metropolis

# Chyba
source: Error
cs_cz: Chyba
fr_fr: Erreur
ru_ru: Ошибка
uk_ua: Помилка

# contentDialogNovaSlozka.PrimaryButtonText
source: Create
cs_cz: Vytvořit
fr_fr: Créer
ru_ru: Создать
uk_ua: Створити

# contentDialogNovaSlozka.Title
source: Create new folder
cs_cz: Vytvoření nové složky
fr_fr: Créer nouveau répertoire
ru_ru: Создать новую папку
uk_ua: Створити нову папку

# contentDialogNovaSlozka.ZadejtePlatnyNazev
source: Enter a valid name
cs_cz: Zadejte platný název
fr_fr: Entrer un nom valide
ru_ru: Напишите действительное имя
uk_ua: Напишіть дійсне ім'я

# contentDialogNovaSlozka_textBox.PlaceholderText
source: New folder name
cs_cz: Nový název složky
fr_fr: Nom du nouveau répertoire
ru_ru: Название новой папки
uk_ua: Ім'я нової папки

# contentDialogOdstranit.PrimaryButtonText
source: Delete
cs_cz: Odstranit
fr_fr: Supprimer
ru_ru: Удалить
uk_ua: Видалити

# contentDialogOdstranit.TitleJeden
source: Delete this file?
cs_cz: Odstranit tuto položku?
fr_fr: Supprimer ce fichier ?
ru_ru: Удалить этот файл?
uk_ua: Видалити цей файл?

# contentDialogOdstranit.TitleMulti
source: Delete these files?
cs_cz: Odstranit tyto položky?
fr_fr: Supprimer ces fichiers ?
ru_ru: Удалить эти файлы?
uk_ua: Видалити ці файли?

# contentDialogPrejmenovat.PrimaryButtonText
source: Rename
cs_cz: Přejmenovat
fr_fr: Renomer
ru_ru: Переименовать
uk_ua: Перейменувати

# contentDialogPrejmenovat.Title
source: Rename file
cs_cz: Přejmenovat soubor
fr_fr: Ronomer le fichier
ru_ru: Переименовать файл
uk_ua: Перейменувати файл

# contentDialogPrejmenovat.ZadejtePlatnyNazev
source: Enter a valid filename
cs_cz: Zadejte platný název
fr_fr: Entrer un nom de fichier valide
ru_ru: Введите действительное имя файла
uk_ua: Напишіть дійсне ім'я файлу

# contentDialogPrejmenovat_textBox.PlaceholderText
source: New filename (incl. extension)
cs_cz: Nový název (včetně koncovky)
fr_fr: Nouveau fichier (avec extension)
ru_ru: Новое имя файла (вклч. расширение)
uk_ua: Нове ім'я файлу (з розширеням)

# contentDialogSdileni.Nadpis
source: Manage file access
cs_cz: Spravovat sdílení souboru
fr_fr: Gerer les permissions
ru_ru: Управлять доступом к файлу
uk_ua: Управління доступом у файлу

# contentDialogSdileni.Odkaz
source: Link
cs_cz: Odkaz
fr_fr: Lien
ru_ru: Привязать
uk_ua: Посилання

# contentDialogSdileni.OdkazAplikace
source: Link (app
cs_cz: Odkaz (aplikace
fr_fr: Lien (applicaiton
ru_ru: Привязать (app
uk_ua: Посилання (додаток

# contentDialogSdileni.OdkazUzivatele
source: Link (users
cs_cz: Odkaz (uživatelé
fr_fr: Lien (utlitisateurs
ru_ru: Привязать (users
uk_ua: Посилання (користувачі

# contentDialogSdileni.OpravneniCteni
source: Permission to read
cs_cz: Oprávnění k zobrazení
fr_fr: Authorisation de lecture
ru_ru: Разрешение читать
uk_ua: Дозвіл для читання

# contentDialogSdileni.OpravneniUpravy
source: Permission to edit
cs_cz: Oprávnění k úpravám
fr_fr: Authorisation de modification
ru_ru: Разрешение менять
uk_ua: Дозвіл змінювати

# contentDialogSdileni.OpravneniVlastnik
source: You are the owner of this item
cs_cz: Jste vlastníkem této položky
fr_fr: Vous être le propriétaire de cet élément
ru_ru: Вы владелец этого файла
uk_ua: Ви власник цього предмету

# contentDialogSdileni.OpravneniZdedenoOd
source: inherited from
cs_cz: zděděno od
fr_fr: hérité de
ru_ru: унаследовано от
uk_ua: Успадковано від

# contentDialogSdileni.SouborNeniSdilen
source: File is not shared with another users
cs_cz: Tato položka není sdílena s dalšími uživateli
fr_fr: Fichier non partagé avec une autre personne
ru_ru: Файл не поделён с другими пользователями
uk_ua: Файл не поділен з іншими користувачами

# contentDialogSdileni.TlacitkoVytvoritOdkazKeSdileni
source: Create new sharing link
cs_cz: Vytvořit nový odkaz ke sdílení
fr_fr: Créer un nouveau lien de partage
ru_ru: Создать новую поделеную ссылку
uk_ua: Створити нове посилання для доступу

# contentDialogVytvoritOdkazKeSdileni.KopirovatOdkaz
source: Copy file link
cs_cz: Kopírovat odkaz
fr_fr: Copier le lien
ru_ru: Скопировать ссылку на файл
uk_ua: Скопіювати посилання файлу

# contentDialogVytvoritOdkazKeSdileni.OdkazBylVytvoren
source: File sharing link created
cs_cz: Odkaz ke sdílení vytvořen
fr_fr: Lien de partage créé
ru_ru: Создана ссылка для обмена файлами
uk_ua: Посилання для доступу створено

# contentDialogVytvoritOdkazKeSdileni.OdkazOdstranen
source: Link permanently deleted
cs_cz: Odkaz byl trvale odstraněn
fr_fr: Lien supprimé définitivement
ru_ru: Ссылка удалена навсегда
uk_ua: Посилання видалено назавжди

# contentDialogVytvoritOdkazKeSdileni.OdkazZkopirovan
source: Link copied to the clipboard
cs_cz: Odkaz byl zkopírován do schránky
fr_fr: Lien copié dans la presse-papier
ru_ru: Ссылка скопирована в буфер обмена
uk_ua: Посилання скопійовано в буфер обміну

# contentDialogVytvoritOdkazKeSdileni.OdstranitOdkaz
source: Delete file link
cs_cz: Odstranit odkaz
fr_fr: Supprimer le lien
ru_ru: Удалить ссылку на файл
uk_ua: Видалити посилання файлу

# contentDialogVytvoritOdkazKeSdileni.OpravneniOdkazu
source: Link permission
cs_cz: Oprávnění odkazu
fr_fr: Permission du lien
ru_ru: Разрешение ссылки
uk_ua: Дозвіли Посилання

# contentDialogVytvoritOdkazKeSdileni.SdiletOdkaz
source: Share file link
cs_cz: Sdílet odkaz
fr_fr: Partager le lien
ru_ru: Поделиться ссылкой файла
uk_ua: Поділитися посиланням файла

# contentDialogVytvoritOdkazKeSdileni.VyberteOpravneniOdkazu
source: Select link permissions
cs_cz: Zvolte oprávnění odkazu
fr_fr: Seclection des permissions du lien
ru_ru: Выбрать разрешение ссылки
uk_ua: Виберіть дозволення посилання

# contentDialogVytvoritOdkazKeSdileni.ZdedenoNejdeOdstranit
source: Inherited permissions cannot be edited here, please edit parent folder
cs_cz: Zděděná oprávnění nelze upravovat zde, upravte rodičovskou složku
fr_fr: Les permissions héritées ne peuvent pas être modifiées ici, veuillez editer celles du parent
ru_ru: Унаследованые разрешения не могут быть изменены здесь, пожалуйста измените родительскую папку
uk_ua: Успадковані дозволення не можуть бути змінені тут, будь ласка змінить батьківську папку

# dialogHTTPchyba.Title
source: HTTP response
cs_cz: HTTP odpověď
fr_fr: Réponse HTTP
ru_ru: Ответ от HTTP
uk_ua: Відповідь HTTP

# dialogNebylVybranSoubor.Title
source: No file for download selected
cs_cz: Nebyl zvolen žádný soubor ke stažení
fr_fr: Aucun fichier sélectionner a télécharger
ru_ru: Никакого файла для скачивания не выбрано
uk_ua: Ніякого файлу для скачування не вибрано

# flyoutTlacitkoOdstranit.Text
source: Delete
cs_cz: Odstranit
fr_fr: Supprimer
ru_ru: Удалить
uk_ua: Видалити

# flyoutTlacitkoPrejmenovat.Text
source: Rename
cs_cz: Přejmenovat
fr_fr: Renomer
ru_ru: Переименовать
uk_ua: Перейменувати

# flyoutTlacitkoPresunout.Text
source: Move
cs_cz: Přesunout
fr_fr: Déplacer
ru_ru: Переместить
uk_ua: Перемістити

# flyoutTlacitkoSdilet.Text
source: Share
cs_cz: Sdílet
fr_fr: Partager
ru_ru: Поделиться
uk_ua: Поділитися

# flyoutTlacitkoStahnout.Text
source: Download
cs_cz: Stáhnout
fr_fr: Télécharger
ru_ru: Скачанные файлы
uk_ua: Скачування

# KorenovyAdresarNazev
source: My files
cs_cz: Moje soubory
fr_fr: Mes fichiers
ru_ru: Мои файлы
uk_ua: Мої файли

# LicenceOaplikaci.Text
source: Firma Metropolis 2025, all right on source code reserved
cs_cz: Firma Metropolis 2025, všechna práva na kód vyhrazena
fr_fr: Firma Metropolis 2025, tout droit réservé sur le code source
ru_ru: Фирма Metropolis 2025, все права на исходный код защищены
uk_ua: Фірма Metropolis 2025, всі права на вихідний код захищені

# NadpisOaplikaci.Text
source: About
cs_cz: O aplikaci
fr_fr: A propos
ru_ru: Про
uk_ua: Про

# NadpisPodekovani.Text
source: Acknowledgments for translations
cs_cz: Poděkování za překlad
fr_fr: Remerciements pour les traductions
ru_ru: Спасибо за перевод
uk_ua: Дякую за перевод

# NastaveniPrepinacAktualizovatPriZmeneSdileni.Header
source: Refresh folder when editing file sharing permissions
cs_cz: Po změně oprávnění ke sdílení aktualizovat složku
fr_fr: Après avoir modifié les autorisations de partage, mettez à jour le dossier
ru_ru: Обновить папку когда изменяется права поделения файла
uk_ua: Оновити папку після редагування дозволів на спільний доступ до файлів

# OsobniUdajeOaplikaci.Content
source: Privacy Policy & Disclaimer
cs_cz: Ochrana osobních údajů a odpovědnost
fr_fr: Politique de confidentialité et avertissement
ru_ru: Политика конфиденциальности & Дисклеймер
uk_ua: Політика конфіденційності & Дісклеймер

# PodnadpisOaplikaci.Text
source: App based on Microsoft Graph API
cs_cz: Tato aplikace byla založena na Microsoft Graph API
fr_fr: Application basée sur l'API Microsoft Graph
ru_ru: Приложение на базе Microsoft Graph API
uk_ua: Додаток на базі Microsoft Graph API

# polozkaSeznamNahravani.Dokonceno
source: Finished
cs_cz: Dokončeno
fr_fr: Terminé
ru_ru: Завершено
uk_ua: Завершено

# polozkaSeznamNahravani.Pripraveno
source: Ready
cs_cz: Připraveno
fr_fr: Prêt
ru_ru: Готово
uk_ua: Готово

# polozkaSeznamNahravani.Probiha
source: Running
cs_cz: Probíhá
fr_fr: En cours
ru_ru: В процессе
uk_ua: В процесі

# polozkaSeznamStahovani.DocasnySoubor
source: temporary file
cs_cz: dočasný soubor
fr_fr: fichier temporaire
ru_ru: временный файл
uk_ua: тимчасовий файл

# PresunoutNadpis
source: Move
cs_cz: Přesunout
fr_fr: Déplacer
ru_ru: Переместить
uk_ua: Перемістити

# StrankaNastaveniNadpis
source: Settings
cs_cz: Nastavení
fr_fr: Paramètres
ru_ru: Настройки
uk_ua: Налаштування

# StrankaPrubehNadpis
source: Status
cs_cz: Průběh
fr_fr: Statut
ru_ru: Статус
uk_ua: Статус

# StrankaSouboryNadpis
source: Files
cs_cz: Soubory
fr_fr: Fichiers
ru_ru: Файлы
uk_ua: Файли

# TextBlockAdresarSdileno.Text
source: Shared
cs_cz: Sdíleno
fr_fr: Partagé
ru_ru: Поделеные
uk_ua: Поділено

# TextBlockPivotFotoaparat.Text
source: Camera
cs_cz: Fotoaparát
fr_fr: Appareil photo
ru_ru: Камера
uk_ua: Камера

# TextBlockPivotNahravani.Text
source: Uploads
cs_cz: Nahrávání
fr_fr: Téléversements
ru_ru: Загруженные
uk_ua: Загрузки

# TextBlockPivotStahovani.Text
source: Downloads
cs_cz: Stahování
fr_fr: Téléchargements
ru_ru: Скачивания
uk_ua: Скачуванні файли

# TlacitkoAktualizovat.Label
source: Update
cs_cz: Aktualizovat
fr_fr: Mise à jour
ru_ru: Обновление
uk_ua: Оновлення

# TlacitkoMultiVyber.Label
source: Select
cs_cz: Výběr
fr_fr: Sélectionner
ru_ru: Выбрать
uk_ua: Вибрати

# TlacitkoNacistDalsi.Content
source: Load more
cs_cz: Načíst další
fr_fr: Charger plus
ru_ru: Загрузить больше
uk_ua: Загрузити більше

# TlacitkoNahrat.Label
source: Upload
cs_cz: Nahrát
fr_fr: Téléverser
ru_ru: Загрузить
uk_ua: Загрузити

# TlacitkoNastaveniZobrazitPrihlaseni.Content
source: Show login dialog
cs_cz: Zobrazit dialog přihlášení
fr_fr: Afficher la boîte de dialogue de connexion
ru_ru: Показать диалог входа
uk_ua: Показати діалог входу

# TlacitkoNovaSlozka.Label
source: New folder
cs_cz: Nová složka
fr_fr: Nouveau dossier
ru_ru: Новая папка
uk_ua: Нова папка

# TlacitkoOdstranit.Label
source: Delete
cs_cz: Odstranit
fr_fr: Supprimer
ru_ru: Удалить
uk_ua: Видалити

# TlacitkoPresunout.Label
source: Move
cs_cz: Přesunout
fr_fr: Déplacer
ru_ru: Переместить
uk_ua: Перемістити

# TlacitkoPresunoutSem.Label
source: Move here
cs_cz: Přesunout sem
fr_fr: Déplacer ici
ru_ru: Переместить сюда
uk_ua: Перемістити сюди

# TlacitkoSdilet.Label
source: Share
cs_cz: Sdílet
fr_fr: Partager
ru_ru: Поделиться
uk_ua: Поділитися

# TlacitkoStahnout.Label
source: Download
cs_cz: Stáhnout
fr_fr: Télécharger
ru_ru: Скачать
uk_ua: Скачанні файли

# TlacitkoZrusitPresun.Label
source: Cancel
cs_cz: Zrušit
fr_fr: Annuler
ru_ru: Отмена
uk_ua: Відмінити

# VerzeAplikaceRun.Text
source: App version
cs_cz: Verze aplikace
fr_fr: Version de l'application
ru_ru: Версия приложения
uk_ua: Версія додатку

# WebFirmyOaplikaci.Content
source: Firma Metropolis website
cs_cz: Web firmy Metropolis
fr_fr: Site internet Firma Metropolis
ru_ru: Сайт фирмы Metropolis
uk_ua: Посилання Фірми Metropolis

# ZavritDialog
source: Close
cs_cz: Zavřít
fr_fr: Fermer
ru_ru: Закрыть
uk_ua: Закрити

# ZrusitDialog
source: Cancel
cs_cz: Zrušit
fr_fr: Annuler
ru_ru: Отмена
uk_ua: Відмінити

# ComboBoxRazeniPolozek.DatumOdNejnovejsiho
source: Date (from newest)
cs_cz: Datum (nejnovější nahoře)
ru_ru: Дата (с новейшего)
uk_ua: Дата (з нового)

# NastaveniPrepinacUkladatRazeniSouboru.Header
source: Always set selected sorting option as default
cs_cz: Vždy nastavit vybranou volbu řazení jako výchozí
ru_ru: Всегда ставить выбранную опцию сортировки по умолчанию
uk_ua: Завжди ставити вибрану опцію сортування по умовчанням

# ComboBoxRazeniPolozek.DatumOdNejstarsiho
source: Date (from oldest)
cs_cz: Datum (nejstarší nahoře)
ru_ru: Дата (с старого)
uk_ua: Дата (з старого)

# ComboBoxRazeniPolozek.NazevAZ
source: Name (from A)
cs_cz: Název (A nahoře)
ru_ru: Имя (с A)
uk_ua: Ім'я (з A)

# ComboBoxRazeniPolozek.NazevZA
source: Name (from Z)
cs_cz: Název (Z nahoře)
ru_ru: Имя (с Z)
uk_ua: Ім'я (з Z)

# ComboBoxRazeniPolozek.VelikostOdNejmensiho
source: Size (from smallest)
cs_cz: Velikost (nejmenší nahoře)
ru_ru: Размер (с меньшего)
uk_ua: Розмір (з меншого)

# ComboBoxRazeniPolozek.VelikostOdNejvetsiho
source: Size (from largest)
cs_cz: Velikost (největší nahoře)
ru_ru: Размер (с большего)
uk_ua: Розмір (з великого)

# RazeniPolozekTextBlock.Text
source: Sort by
cs_cz: Seřadit podle
ru_ru: Сортировать по
uk_ua: Сортувати за

# Vychozi
source: Default
cs_cz: Výchozí
ru_ru: По умолчанию
uk_ua: По умовчанням

# NastaveniVychoziMoznostRazeniSouboru.Header
source: Default files sorting option
cs_cz: Výchozí volba řazení souborů
ru_ru: Параметры сортировки файлов по умолчанию
uk_ua: Опція сортування файлів по умовчанням

# VysledkyVyhledavani
source: Search
ru_ru: Поиск
uk_ua: Пошук

# VyhledavacOnedriveTextBox.PlaceholderText
source: Search OneDrive
ru_ru: Поиск OneDrive
uk_ua: Пошук OneDrive

# AppBarTlacitkoHledani.Label
source: Search
ru_ru: Поиск
uk_ua: Пошук

# VyhledavacOnedriveTlacitkoVyhledat.Content
source: Search
ru_ru: Поиск
uk_ua: Пошук
